// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Fax Settings"="Paramètres fax";
"Back"="Retour";
"Str_Fax_Settings_Btn_Next"="Suivant";
"Str_Fax_Settings_Btn_Finish"="Terminer";

// ------------------------------------------------------------------------
// Introduction
// ------------------------------------------------------------------------
"Str_Introduction_View_Title"="Introduction";
"Make the basic settings to send/receive faxes."="Définissez les paramètres de base pour l'envoi/la réception de fax.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Assurez-vous que l'ordinateur est connecté à l'imprimante, que le pilote d'impression est installé, que la configuration d'impression est définie au niveau de l'ordinateur et que l'imprimante est sous tension.";

// ------------------------------------------------------------------------
// Progress Message(read setting information)
// ------------------------------------------------------------------------
"Str_Read_Information_Progress_Message"="Lit les informations de paramétrage à partir de l'imprimante.";

// ------------------------------------------------------------------------
// Header Information Settings
// ------------------------------------------------------------------------
"Str_Header_Information_Strings_View_Title"="Paramètres Informations de l'en-tête";
"Enter your Fax Header and Phone Number."="Saisissez l'en-tête du fax et votre numéro de téléphone.";
"Fax Header:"="En-tête du fax : ";
"Your Phone Number:"="Votre numéro de téléphone : ";
"Your Fax Header and Phone Number are displayed at the top of the received fax."="L'en-tête du fax et votre numéro de téléphone sont affichés en haut du fax reçu.";

// ------------------------------------------------------------------------
// Auto Answer Settings
// ------------------------------------------------------------------------
"Str_Auto_Answer_Strings_View_Title"="Paramètres de Réponse auto";
"If you use the Fax more than the Printer, we recommend using Auto Answer. We also recommend keeping paper for fax reception loaded at all times."="Si vous utilisez davantage le fax, nous recommandons Réponse auto. Gardez également à tout moment du papier chargé pour la réception des fax.\nRemarque :\nSelon la région, il est possible que le paramètre Sonneries avant réponse ne soit pas disponible.";
"Number of Rings to Answer:"="Nombre de sonneries avant la réponse : ";
"Make sure you set Auto Answer if there is no external telephone connected to the printer.\nFaxes cannot be received if Auto Answer is not set."="Veillez à activer le mode Réponse auto lorsqu'il n'y a aucun téléphone externe connecté à l'imprimante.\nIl n'est pas possible de recevoir des fax lorsque le mode Réponse auto n'est pas activé.";
"Auto Answer"="Réponse auto";
"Str_Auto_Answer_Strings_Button_On"="Réponse auto : Oui";
"Str_Auto_Answer_Strings_Button_Off"="Réponse auto : Non";
"Str_Auto_Answer_Strings_Button_AutoSwitch"="Commutation automatique fax/téléphone";

// ------------------------------------------------------------------------
// Dial Tone Detection Settings
// ------------------------------------------------------------------------
"Str_Dial_Tone_Detection_Settings_View_Title"="Paramètres Détection de la tonalité";
"Set whether or not to start dialing after detecting a dial tone."="Indiquez si vous souhaitez ou non démarrer la numérotation une fois la tonalité détectée.";
"If a dial tone cannot be detected by the Check Fax Connection, you can dial by clearing the check box."="Si aucune tonalité ne peut être détectée par Vérifier connx fax, vous pouvez numéroter en désactivant la case à cocher.";
"Sometimes, clearing the check box might remove part of the number, and you might connect to the wrong number."="La désactivation de la case à cocher peut supprimer une partie du numéro, vous risquez alors d'être connecté à un numéro incorrect.";
"Detect Dial Tone"="Détecter la tonalité";

// ------------------------------------------------------------------------
// Confirm Settings
// ------------------------------------------------------------------------
"Str_Confirm_Settings_View_Title"="Vérification des paramètres";
"Check the following settings."="Vérifiez les paramètres suivants.";
"Click [Next] to send the setting information to the printer."="Cliquez sur [Suivant] pour envoyer les informations de paramétrage à l'imprimante.";
"Str_Confirm_Settings_View_SText_Fax_Header"="En-tête du fax : ";
"Str_Confirm_Settings_View_SText_Phone_Number"="Votre numéro de téléphone : ";
"Str_Confirm_Settings_View_SText_Auto_Answer"="Réponse auto : ";
"Str_Confirm_Settings_View_SText_Rings_To_Answer"="Sonneries avant la réponse : ";
"Str_Confirm_Settings_View_SText_Dial_Tone_Detection"="Détection de la tonalité : ";
"Str_Confirm_Settings_View_SText_On"="Oui";
"Str_Confirm_Settings_View_SText_Off"="Non";
"Str_Confirm_Settings_View_SText_AutoSwitch"="Commutation automatique";

// ------------------------------------------------------------------------
// Progress Message(write settings information)
// ------------------------------------------------------------------------
"Str_Write_Information_Progress_Message"="Envoi des paramètres à l'imprimante.";

// ------------------------------------------------------------------------
// Settings Complete
// ------------------------------------------------------------------------
"Str_Settings_Complete_View_Title"="Paramètres définis";
"Str_Settings_Complete_View_SText_Success"="Paramètres fax définis normalement.";

// ------------------------------------------------------------------------
// Failed to make Fax Settings
// ------------------------------------------------------------------------
"Str_Failed_Make_Fax_Settings_View_Title"="Impossible de définir les paramètres fax";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="À propos de FAX Utility...";
"Preferences..."="Préférences...";
"Services"="Services";
"Hide FAX Utility"="Masquer FAX Utility";
"Hide Others"="Masquer les autres";
"Show All"="Tout afficher";
"Quit FAX Utility"="Quitter FAX Utility";
"File"="Fichier";
"Close"="Fermer";
"Edit"="Modifier";
"Undo"="Annuler";
"Redo"="Rétablir";
"Cut"="Couper";
"Copy"="Copier";
"Paste"="Coller";
"Delete"="Supprimer";
"Select All"="Sélectionner tout";
"Window"="Fenêtre";
"Minimize"="Placer dans le Dock";
"Help"="Aide";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Annuler";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Impossible de localiser le fichier nécessaire à l'exécution de l'application.\nRéinstallez FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Impossible d'obtenir les informations de l'imprimante (fax). Accédez à \"Préférences de fax et d'impression\" et ajoutez le pilote PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Le fichier indiqué existe déjà. Souhaitez-vous l'écraser ?";
"Str_Alert_Common_Not_Responding_Error"="L'imprimante ne répond pas. Vérifiez que l'imprimante est correctement connectée et sous tension.";
"Str_Alert_Common_Communication_Error"="Erreur de communication au niveau de l'imprimante.";
"Str_Alert_Common_Printer_Processing_Error"="L'imprimante traite les données. Patientez un peu et réessayez.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Une erreur a été détectée lors de la communication avec l'imprimante.\nCode d'erreur (%d)";
"Str_Alert_Common_Error_Occurred"="Traitement annulé en raison d'une erreur.";
"Str_Alert_Common_PrinterStatusError"="Une erreur est survenue au niveau de l'imprimante. Résolvez l'erreur et réessayez.";

// ------------------------------------------------------------------------
// Alert(FAX Settings)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Settings_Cannot_Open"="Impossible de lancer le paramétrage du fax : une autre fonction FAX Utility est déjà en cours d'exécution. Veuillez attendre la fin de la fonction et réessayer.";
"Str_Alert_Fax_Settings_Confirm_Cancel_Processing"="Paramètres fax incomplets.\nSouhaitez-vous annuler le traitement ?";
"Str_Alert_Fax_Settings_Input_FaxHeader_Not_Support"="Seuls les symboles et les caractères alphanumériques peuvent être utilisés pour les en-têtes de fax.";
"Str_Alert_Fax_Settings_Input_PhoneNumber_Not_Support"="Seuls les espaces et les caractères numériques peuvent être utilisés pour les numéros de téléphone.";
"Str_Alert_Fax_Settings_Input_RetryCount_Not_Support"="Sélectionnez une valeur comprise entre %d et %d pour le nombre de sonneries avant réponse.";
"Str_Alert_Fax_Settings_Setting_Information_Failed"="Un problème a été détecté dans les informations de paramétrage obtenues de l'imprimante.\nNom de l'élément : (élément détecté)";
